[{"title": "Boku no Hero Academia 4th Season", "score": "8.86 ", "tags": ["Action", "Comedy", "School", "Shounen", "Super Power"], "premiere": "Jan 4, 2020 at 5:30pm JST", "countdown": "EP14: Jan 18 at 5:30pm JST", "studio": "Bones", "source": "Manga", "episodes": "25 eps × 24 min", "synopsis": "No synopsis has been added to this title.", "image_src": "https://u.livechart.me/anime/3539/poster_image/3912fd1f35d2304173284cddb5c2717d.png?style=small&format=jpg"}, {"title": "Nanatsu no Taizai: Kamigami no Gekirin", "score": "7.83 ", "tags": ["Action", "Adventure", "Fantasy", "Magic", "Shounen", "Supernatural"], "premiere": "Jan 8, 2020 at 5:55pm JST", "countdown": "EP15: Jan 22 at 5:55pm JST", "studio": "Studio Deen", "source": "Manga", "episodes": "24 eps × 24 min", "synopsis": "No synopsis has been added to this title.", "image_src": "https://u.livechart.me/anime/9410/poster_image/4c4397bd4fca0f567986aaf05381b111.jpg?style=small&format=jpg"}, {"title": "Plunderer", "score": "7.90 ", "tags": ["Action", "Adventure", "Comedy", "Drama", "Ecchi", "Fantasy", "Romance"], "premiere": "Jan 9, 2020 at 1:05am JST", "countdown": "EP2: Jan 16 at 1:05am JST", "studio": "Geek Toys", "source": "Manga", "episodes": "24 eps × 23 min", "synopsis": "It's the year 305 of the Alcian calendar, and the world is controlled by numbers. Every human born is branded with a \"Count,” which could mean anything from the number of kilometers walked to the amount of people who have said your food is tasty. And if your Count drops to 0… you'll be sent into the Abyss! After Hina's mother's Count dropped to 0, her last request is for Hina to look for the Legendary Red Baron.[Source: Yen Press]", "image_src": "https://u.livechart.me/anime/3110/poster_image/205556ff45a01e2978278340fcb6534f.png?style=small&format=jpg"}, {"title": "Darwin's Game", "score": "8.20 ", "tags": ["Action", "Mystery", "Shounen"], "premiere": "Jan 4, 2020 at 12:00am JST", "countdown": "EP3: Jan 18 at 12:00am JST", "studio": "Nexus", "source": "Manga", "episodes": "11 eps × 24 min", "synopsis": "※ NOTE: First episode was a 1-hour specialAn unknowing Sudou Kaname is invited to try out a new mysterious mobile app game called Darwin's Game, but later realizes that he's in for more than he's bargained for when he finds out that there's no way to quit the game.[Source: MU]", "image_src": "https://u.livechart.me/anime/8230/poster_image/d80748a2dc1a1a397607d3f960bc3327.png?style=small&format=jpg"}, {"title": "Mairimashita! Iruma-kun", "score": "8.26 ", "tags": ["Comedy", "Demons", "Fantasy", "Shounen", "Supernatural"], "premiere": "Jan 4, 2020 at 5:35pm JST", "countdown": "EP16: Jan 18 at 5:35pm JST", "studio": "BN Pictures", "source": "Manga", "episodes": "23 eps × 25 min", "synopsis": "A boy's chaotic life in a \"prestigious\" boarding school for elite demons!\nIruma Suzuki, human, 14, one day finds himself sold to the devil. To add to his predicament, his doting owner and self-appointed \"Grandpa\" is the principal at his new school. Now Iruma must deal with a haughty student who challenges him to a duel, a girl with adjustment issues, and so many more scary beings! Can this ultimate pacifist dodge the slings and arrows that are flung his way? As he struggles frantically, Iruma's innate kindness begins to win over enemies.[Source: NHK Enterprises]", "image_src": "https://u.livechart.me/anime/9215/poster_image/fa375adc062cea4399cde9bf04af00c3.png?style=small&format=jpg"}, {"title": "Re:Zero kara Hajimeru Isekai Seikatsu: Shin Henshuu-ban", "score": "8.62 ", "tags": ["Drama", "Fantasy", "Psychological", "Thriller"], "premiere": "Jan 1, 2020 at 10:30pm JST", "countdown": "EP4: Jan 22 at 10:30pm JST", "studio": "White Fox", "source": "Light Novel", "episodes": "13 eps × 53 min", "synopsis": "※ NOTE: \"New edition\" that edits the first season into one-hour episodes with new cuts of animation leading up to the second season in April.By dying, a powerless boy obtained the ability \"Return by Death,\" allowing him to go back in time upon death.\nNatsuki Subaru was abruptly summoned to another world on his way home from the convenience store one night. In this new world where he had nothing and no one to turn to, the one power he gained was \"Return by Death,\" the ability to turn back time upon his own death. To protect those he holds dear, and to take back irreplaceable moments in time, he fights despair as he confronts his cruel fate.[Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/9710/poster_image/d7e7441b20f1b310d3a9acdf355927b5.jpg?style=small&format=jpg"}, {"title": "Somali to Mori no Kamisama", "score": "8.02 ", "tags": ["Adventure", "Fantasy", "Slice of Life"], "premiere": "Jan 10, 2020 at 12:00am JST", "countdown": "EP2: Jan 17 at 12:00am JST", "studio": "Satelight", "source": "Manga", "episodes": "12 eps × 24 min", "synopsis": "※ NOTE: First episode pre-screened on AbemaTV on January 2ndThe world is ruled by spirits, goblins and all manner of strange creatures.\nHuman beings are persecuted, to the very point of extinction.\nOne day, a golem and a lone human girl meet.\nThis is a record of the pair; one a member of a ruined race, the other a watchman of the forest. It tells of their travels together, and of the bond between father and daughter.[Source: MyAnimeList]", "image_src": "https://u.livechart.me/anime/9380/poster_image/b799b1ce3304a5e5a4138d97a446a632.png?style=small&format=jpg"}, {"title": "Kyokou Suiri", "score": "8.07 ", "tags": ["Comedy", "Mystery", "Romance", "Shounen", "Supernatural"], "premiere": "Jan 12, 2020 at 1:30am JST", "countdown": "EP2: Jan 19 at 1:30am JST", "studio": "Brain's Base", "source": "Manga", "episodes": "12 eps × 24 min", "synopsis": "※ NOTE: First episode pre-screened on January 4thThe 17-year-old Kotoko has a unique situation. When she was a child, she was kidnapped by spirits called youkai, and returned missing one leg and one eye. Since then, she has been able to communicate with otherworldly forces, both benevolent and dangerous. Kotoko is alone in her power until she learns that the crush she's watched from afar, Kurou, has had his own encounter with youkai! As if being touched by the supernatural wasn't enough, Kurou's personal life is also in shambles. With their shared experiences and understanding, Kotoko and Kurou form a partnership to deal with mysteries, from ancient demons to the ghost of an idol. But for a girl who's used to dealing with spirits, winning love might prove to be the bigger challenge![Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/9193/poster_image/bdff94d828fbdaa2c20ac3a03e4872e1.png?style=small&format=jpg"}, {"title": "Itai no wa Iya nano de Bougyoryoku ni Kyokufuri Shitai to Omoimasu.", "score": "7.96 ", "tags": ["Action", "Adventure", "Comedy", "Fantasy", "Sci-Fi", "Slice of Life"], "premiere": "Jan 8, 2020 at 10:00pm JST", "countdown": "EP3: Jan 22 at 10:00pm JST", "studio": "Silver Link", "source": "Light Novel", "episodes": "12 eps × 24 min", "synopsis": "Kaede Honjou is invited by her friend Risa Shiramine to play a virtual reality MMO game with her. While Kaede doesn't dislike games, what she really, truly dislikes is being in pain. She creates a character named Maple, and decides to put all her points in VIT to minimize pain. As a result, she moves slowly, can't use magic, and even a rabbit can get the best of her. But as it turns out, she acquires a skill known as \"Absolute Defense\" as a result of her pumping points into VIT, as well as a \"Counter Skill\" that works against special moves. Now, with her ability to nullify all damage, she goes on adventures.[Source: Anime News Network; emended]", "image_src": "https://u.livechart.me/anime/8663/poster_image/b64a709f9d8e5908a333d2493bc924c3.jpg?style=small&format=jpg"}, {"title": "Rikei ga Koi ni Ochita no de Shoumei Shite Mita.", "score": "8.01 ", "tags": ["Comedy", "Romance"], "premiere": "Jan 11, 2020 at 12:15am JST", "countdown": null, "studio": "Zero-G", "source": "Digital Manga", "episodes": "12 eps × 24 min", "synopsis": "※ NOTE: All episodes premiere at once on Amazon Prime Video JapanYukimura Shinya and Himuro Ayame are two scientists that want to find out if love can be solved by a scientific theory. These two scientists also have feelings for each other and want to be able to solve their feelings through similar theoretical facts. With this perfect opportunity, these scientists will attempt to solve the theory of the love they express for each other.[Source: M-U]", "image_src": "https://u.livechart.me/anime/9186/poster_image/ae8ec5feefa11e135e8e04f952328dec.jpg?style=small&format=jpg"}, {"title": "Haikyuu!!: To the Top", "score": "8.77 ", "tags": ["Comedy", "Drama", "School", "Shounen", "Sports"], "premiere": "Jan 11, 2020 at 1:25am JST", "countdown": "EP2: Jan 18 at 1:40am JST", "studio": "Production I.G", "source": "Manga", "episodes": "? eps × 24 min", "synopsis": "※ NOTE: Fourth season of Haikyuu!!The Karasuno High School Volleyball Club finally won their way into the nationals after an intense battle for the Miyagi Prefecture Spring Tournament qualifiers. As they were preparing for the nationals, Kageyama is invited to go to All-Japan Youth Training Camp. At the same time, Tsukishima is invited to go to a special rookie select training camp for first-years in Miyagi Prefecture. Hinata feels panic that he’s being left behind as one of the first-years and then decides to show up at the Miyagi Prefecture rookie select training camp anyway... As they prepare for the nationals, Hinata, Kageyama and the rest of the Karasuno High School Volleyball team get ready to face some new challenges!![Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/8682/poster_image/4a69a7fd45787c86c90ecb59fbccecfc.png?style=small&format=jpg"}, {"title": "Infinite Dendrogram", "score": "7.77 ", "tags": ["Fantasy", "Game"], "premiere": "Jan 9, 2020 at 11:00pm JST", "countdown": "EP2: Jan 16 at 11:00pm JST", "studio": "NAZ", "source": "Light Novel", "episodes": "13 eps × 24 min", "synopsis": "In the year 2043, Infinite Dendrogram, the world's first successful full-dive VRMMO was released. In addition to its ability to perfectly simulate the five senses, along with its many other amazing features, the game promised to offer players a world full of infinite possibilities. Nearly two years later, soon-to-be college freshman, Reiji Mukudori, is finally able to buy a copy of the game and start playing. With some help from his experienced older brother, Shu, and his partner Embryo, Reiji embarks on an adventure into the world of Infinite Dendrogram. Just what will he discover and encounter in this game world known for its incredible realism and infinite possibilities?[Source: J-Novel Club]", "image_src": "https://u.livechart.me/anime/9204/poster_image/fbc0ced748970cfdb68d2769f16e580e.jpg?style=small&format=jpg"}, {"title": "Isekai Quartet 2", "score": "8.31 ", "tags": ["Comedy", "Fantasy", "Parody"], "premiere": "Jan 15, 2020 at 12:00am JST", "countdown": "EP2: Jan 22 at 12:00am JST", "studio": "Studio PuYUKAI", "source": "Original", "episodes": "12 eps × 12 min", "synopsis": "No synopsis has been added to this title.", "image_src": "https://u.livechart.me/anime/9481/poster_image/2cc122e9d6534215d839f127b931e863.jpg?style=small&format=jpg"}, {"title": "ID:INVADED", "score": "7.86 ", "tags": ["Action", "Drama", "Mystery", "Sci-Fi", "Supernatural"], "premiere": "Jan 6, 2020 at 12:30am JST", "countdown": "EP4: Jan 20 at 12:30am JST", "studio": "NAZ", "source": "Original", "episodes": "13 eps × 25 min", "synopsis": "Set in a virtual world, the visually stunning ID: INVADED follows Sakaido, a detective looking to solve the grisly murder of Kaeru, a young girl. But solving this case is unlike any other as the world begins to twist and turn around Sakaido, challenging what he thinks and believes.[Source: Funimation]", "image_src": "https://u.livechart.me/anime/9501/poster_image/aeed96cd3c219b4c30a5efba3917d9de.jpg?style=small&format=jpg"}, {"title": "Fate/Grand Order: Zettai Majuu Sensen Babylonia", "score": "8.43 ", "tags": ["Action", "Fantasy", "Magic", "Supernatural"], "premiere": "Jan 4, 2020 at 11:30pm JST", "countdown": "EP14: Jan 18 at 11:30pm JST", "studio": "CloverWorks", "source": "Game", "episodes": "21 eps × 24 min", "synopsis": "2017 AD. The last era in which Magecraft still existed. Society was created by human hands, but Mages grasped the truth of the world. Magecraft is comprised of techniques from past humans that cannot be explained by science, while science encompasses the techniques of future humans that Magecraft cannot achieve. Researchers and scholars of both Magecraft and science have been gathered to maintain human civilization under the Chaldea Security Organization. But calculations then proved the extinction of humanity in 2019. \nThe cause of this is \"realms that cannot be observed\" that suddenly appeared in various eras of history, called \"Singularities.\" Ritsuka Fujimaru, the one Master remaining in Chaldea, has been intervening within these Singularites, alongside the Demi-Servant Mash Kyrielight. He has been attending to the forbidden rituals to resolve or destroy the Singularities: the \"Grand Order.\" \nA seventh Singularity has been discovered in ancient Mesopotamia in the year 2655 BC. The land of Uruk, governed by the wise King Gilgamesh after his return from a journey seeking immortality, was grand and prosperous until three goddesses and countless Demonic Beasts appeared. These enemies have brought Uruk to the brink of destruction. With a \"Rayshift,\" a method of time travel to the past, Fujimaru and Mash arrive in the lands of Uruk to encounter the fortress city of Uruk and the Absolute Demonic Front, fighting back the fearsome attack of the Demonic Beasts. There, the people who live their lives to the fullest despite facing a major threat, continue to fight for their future. Deities and Demonic Beasts make their assault, and mankind stands up against it. It is the destined era where humans and gods part ways. \nFujimaru and Mash, the pair who have raced through six previous Singularities, embark on their final battle.[Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/3438/poster_image/7e686954bbdf9fde0830df205b2bae80.jpg?style=small&format=jpg"}, {"title": "Jibaku Shounen Hanako-kun", "score": "8.13 ", "tags": ["Comedy", "School", "Supernatural"], "premiere": "Jan 10, 2020 at 1:58am JST", "countdown": "EP2: Jan 17 at 1:58am JST", "studio": "Lerche", "source": "Manga", "episodes": "12 eps × 24 min", "synopsis": "\"Hanako-san, Hanako-san...are you there?\"\nAt Kamome Academy, rumors abound about the school's Seven Mysteries, one of which is Hanako-san. Said to occupy the third stall of the third floor girls' bathroom in the old school building, Hanako-san grants any wish when summoned. Yashiro Nene, an occult-loving high school girl who dreams of romance, ventures into this haunted bathroom...but the Hanako-san she meets there is nothing like she imagined! Kamome Academy's Hanako-san...is a boy![Source: Yen Press]", "image_src": "https://u.livechart.me/anime/9358/poster_image/9d7d3257ff29e2124970775e38b5f758.png?style=small&format=jpg"}, {"title": "Majutsushi Orphen Hagure Tabi", "score": "7.37 ", "tags": ["Action", "Adventure", "Comedy", "Demons", "Fantasy", "Magic"], "premiere": "Jan 7, 2020 at 11:00pm JST", "countdown": "EP3: Jan 21 at 11:00pm JST", "studio": "Studio Deen", "source": "Light Novel", "episodes": "13 eps × 24 min", "synopsis": "A sorcerer who was once the top student of the famous Tower of Fang, now spends his time chasing around his hopeless clients as a moneylender, at least until his client comes up with a plan to make money: marriage fraud. Unwillingly being dragged in to the plan, Orphen encounters a monster who has long been his goal since the day he left the Tower of Fang. Between those who seek to kill the monster and Orphen, giving everything to protect the monster, his lousy but peaceful days end. Trying to turn back his sister, Azalie, back to her true form leads to many more mysteries and the key to the secret to the world.[Source: MyAnimeList]", "image_src": "https://u.livechart.me/anime/3180/poster_image/8f243c93b8f49500beac1fc640bb5672.png?style=small&format=jpg"}, {"title": "Nekopara (TV)", "score": "7.87 ", "tags": ["Comedy", "Romance"], "premiere": "Jan 9, 2020 at 9:00pm JST", "countdown": "EP2: Jan 16 at 9:00pm JST", "studio": "Felix Film", "source": "Game", "episodes": "12 eps × ? min", "synopsis": "Kashou Minaduki is an aspiring chef who moves away from home to open his own confection shop. While he is unpacking in his new shop, he discovers that two of his family's Nekos, Chocola and Vanilla, came along with him by hiding in cardboard boxes. The three of them work together to run his shop, La Soleil.[Source: AnimeLab]", "image_src": "https://u.livechart.me/anime/8694/poster_image/ffe9da9f590a82536286e2d3dcbd7896.jpg?style=small&format=jpg"}, {"title": "Ahiru no Sora", "score": "8.16 ", "tags": ["Drama", "School", "Shounen", "Sports"], "premiere": "Jan 8, 2020 at 6:25pm JST", "countdown": "EP16: Jan 22 at 6:25pm JST", "studio": "Diomedéa", "source": "Manga", "episodes": "50 eps × 24 min", "synopsis": "※ NOTE: 4-cour seriesHe may be shorter in stature, but Sora Kurumatani can soar and score on the basketball court! With a passion for the sport he inherited from his mother, Sora vows to her that he’ll take top prize at a high school basketball tournament… but there’s one problem. His new school’s basketball club has turned into a hangout for delinquents! Will Sora’s sheer tenacity and amazing three-point shooting change their minds and get the club up and running again?[Source: Sentai Filmworks]", "image_src": "https://u.livechart.me/anime/3123/poster_image/cca653b707c8dcdd67149e269f8336d3.png?style=small&format=jpg"}, {"title": "Ishuzoku Reviewers", "score": "8.05 ", "tags": ["Comedy", "Ecchi", "Fantasy"], "premiere": "Jan 11, 2020 at 11:00pm JST", "countdown": "EP2: Jan 18 at 11:00pm JST", "studio": "Passione", "source": "Manga", "episodes": "12 eps × ? min", "synopsis": "※ NOTE: First episode pre-screened on the dAnime Store & niconico on January 4th/5thBeauty truly is in the eye of the beholder! From elves to succubi to cyclopes and more, the Yoruno Gloss reviewers are here to rate the red-light delights of all manner of monster girls...The only thing is, they can never agree on which species are the hottest![Source: Yen Press]", "image_src": "https://u.livechart.me/anime/9484/poster_image/4118b89654370b5460aaf7a2ce1ae755.png?style=small&format=jpg"}, {"title": "Murenase! Seton Gakuen", "score": "7.91 ", "tags": ["Comedy", "School"], "premiere": "Jan 7, 2020 at 12:00am JST", "countdown": "EP3: Jan 21 at 12:00am JST", "studio": "Studio Gokumi", "source": "Manga", "episodes": "12 eps × 24 min", "synopsis": "Seton Academy, a school full of animals where, thanks to population decline, there are fewer humans than any other creature. Mazama Jin, an animal hater and the only human male in his class, falls in love with Hino Hitomi, the only female human, the moment he lays eyes her. However he soon finds himself entangled with various other creatures after he reluctantly joins the 'pack' of Lanka the wolf, the only other member of her pack.[Source: MU]", "image_src": "https://u.livechart.me/anime/9622/poster_image/a7d8e3f761661859282d13820773ef0b.jpg?style=small&format=jpg"}, {"title": "Magia Record: Mahou Shoujo Madoka★Magica Gaiden", "score": "7.71 ", "tags": ["Drama", "Magic", "Psychological", "Thriller"], "premiere": "Jan 5, 2020 at 12:00am JST", "countdown": "EP3: Jan 19 at 12:00am JST", "studio": "Shaft", "source": "Game", "episodes": "? eps × 24 min", "synopsis": "In exchange for the fulfillment of a wish, Magical Girls keep fighting, unbeknownst to the rest of the world. But Iroha Tamaki can't seem to remember her wish. “When I became a Magical Girl, what did I wish for again?” There is a gaping hole in her life. Something important has been lost. But she continues to fight every day, without even knowing why… Then, a rumor begins to spread among Magical Girls. “Magical Girls can be saved if they go to Kamihama.” Kamihama City, the city where Magical Girls and Uwasa are gathering. The story of Iroha Tamaki, in search of her lost wish, begins…", "image_src": "https://u.livechart.me/anime/3495/poster_image/750d8180860a51fbb52a9e6b229d0183.jpg?style=small&format=jpg"}, {"title": "Toaru Kagaku no Railgun T", "score": "8.04 ", "tags": ["Action", "Sci-Fi", "Super Power"], "premiere": "Jan 10, 2020 at 10:00pm JST", "countdown": "EP2: Jan 17 at 10:00pm JST", "studio": "J.C.Staff", "source": "Manga", "episodes": "25 eps × 24 min", "synopsis": "※ NOTE: Third season of \"A Certain Scientific Railgun\"Mikoto Misaka and her friends prepare for the Daihasei Festival, a seven-day athletic competition between esper schools. Academy City opens to the public for the event, but with the whole town abuzz, no one notices when trouble stirs behind the scenes.[Source: Funimation]", "image_src": "https://u.livechart.me/anime/3555/poster_image/a7f61a474b71763ed8be35d41407c611.png?style=small&format=jpg"}, {"title": "Dorohedoro", "score": null, "tags": ["Action", "Comedy", "Fantasy", "Horror", "Seinen"], "premiere": "Jan 13, 2020 at 12:00am JST", "countdown": "EP2: Jan 20 at 12:00am JST", "studio": "MAPPA", "source": "Manga", "episodes": "12 eps × 24 min", "synopsis": "※ NOTE: First episode premiered on Netflix in Japan a day before broadcastingIn a city so dismal it's known only as \"the Hole,\" a clan of Sorcerers has been plucking people off the streets to use as guinea pigs for atrocious \"experiments\" in the black arts. In a dark alley, Nikaidou found Caiman, a man with a reptile head and a bad case of amnesia. To undo the spell, they're hunting and killing the Sorcerers in the Hole, hoping that eventually they'll kill the right one. But when En, the head Sorcerer, gets word of a lizard-man slaughtering his people, he sends a crew of \"cleaners\" into the Hole, igniting a war between two worlds.[Source: Viz]", "image_src": "https://u.livechart.me/anime/8350/poster_image/52dda8505686ccef0b9ea1293954fe31.webp?style=small&format=jpg"}, {"title": "Babylon", "score": "8.26 ", "tags": ["Thriller"], "premiere": "Dec 30, 2019 at 10:00pm JST", "countdown": "WEB11: Jan 20 at 10:00pm JST", "studio": "REVOROOT", "source": "Novel", "episodes": "12 eps × 24 min", "synopsis": "※ Episodes #8–12Zen Seizaki, a public prosecutor at Tokyo District Public Prosecutors Office, is investigating a case of illegal clinical research related to a drug company and a university. During the investigation, he finds a file that Shin Inaba, an anesthesiologist, kept, which includes blood that is mixed with hair, skin, and a paper written with letter F. As he investigates, he realized there's a hidden plot that is connected with a huge election as well as to a certain person who is in charge of it.[Source: MAL News]", "image_src": "https://u.livechart.me/anime/3170/poster_image/fef8c29756f965357e527206e7fa2a10.jpg?style=small&format=jpg"}, {"title": "Eizouken ni wa Te wo Dasuna!", "score": "8.22 ", "tags": ["Comedy", "School", "Slice of Life"], "premiere": "Jan 6, 2020 at 12:10am JST", "countdown": "EP3: Jan 20 at 12:10am JST", "studio": "Science SARU", "source": "Manga", "episodes": "? eps × 25 min", "synopsis": "Asakusa Midori wants to create an anime, but she's too disheartened to make that first step by herself. By pure chance, she meets Mizusaki Tsubame, an up-and-coming socialite secretly dreaming of becoming an animator. Together with Midori's money-loving best friend Kanamori Sayaka, the energetic trio slowly work towards making their \"ultimate world\" a reality! ", "image_src": "https://u.livechart.me/anime/9430/poster_image/2d58c4f6303434e4ab6d7324c4c43c26.jpg?style=small&format=jpg"}, {"title": "Heya Camp△", "score": "7.79 ", "tags": ["Comedy", "Seinen"], "premiere": "Jan 6, 2020 at 8:55pm JST", "countdown": "EP3: Jan 20 at 8:55pm JST", "studio": "C-Station", "source": "Manga", "episodes": "12 eps × 3 min", "synopsis": "The Outclub goes on a journey!\nThe Outdoor Activities Club, Aka, the Outclub has 3 members. In the countryside of Yamanashi Prefecture, there’s a high school named Motosu High School. Go even further to one of the school buildings and you’ll find a very laid-back outdoor club that uses one corner of the classroom as their club room.\nKagamihara Nadeshiko finally wants to kill some time in their club room, but then Ohgaki Chiaki and Inuyama Aoi suddenly announce that they’re all going on a trip.\nThey drag the confused Nadeshiko with them and the Outclub hustles all through Yamanashi. The girls enjoy the various local treats as they travel around, but where in the world is the end destination for this trip?![Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/3553/poster_image/8b2beb757500c1bbeb5fc146a264110d.png?style=small&format=jpg"}, {"title": "Radiant 2nd Season", "score": "8.11 ", "tags": ["Action", "Adventure", "Fantasy", "Magic"], "premiere": "Jan 8, 2020 at 7:25pm JST", "countdown": "EP16: Jan 22 at 7:25pm JST", "studio": "Lerche", "source": "Manga", "episodes": "21 eps × 25 min", "synopsis": "No synopsis has been added to this title.", "image_src": "https://u.livechart.me/anime/9242/poster_image/822506856306a5fa883299047c3688b5.png?style=small&format=jpg"}, {"title": "Pet", "score": "7.67 ", "tags": ["Mystery", "Psychological", "Seinen", "Supernatural"], "premiere": "Jan 6, 2020 at 10:00pm JST", "countdown": "EP7: Feb 17 at 10:00pm JST", "studio": "Geno Studio", "source": "Manga", "episodes": "13 eps × 24 min", "synopsis": "※ NOTE: First two episodes stream on Amazon Prime Video prior to broadcastThe power to infiltrate minds and manipulate memories. Those who have it are feared, hated and referred to as \"pets\". Hiroki and Tsukasa both possess the power. It would have consumed their fragile hearts, were it not for the special bond they share. But their wish to be together is callously exploited by underground organization \"the Company\". What consequences will distorting their bond have?[Source: Amazon]", "image_src": "https://u.livechart.me/anime/2942/poster_image/81704e55ae31d02ec5e615cca646dd32.jpg?style=small&format=jpg"}, {"title": "Koisuru Asteroid", "score": "7.67 ", "tags": ["Comedy", "School", "Slice of Life"], "premiere": "Jan 3, 2020 at 8:30pm JST", "countdown": "EP3: Jan 17 at 8:30pm JST", "studio": "Doga Kobo", "source": "4-koma Manga", "episodes": "12 eps × 24 min", "synopsis": "When she was little, Konohata Mira promises a boy she meets at a campsite that they can find a galaxy together. When she enters high school, she joins the astronomy club. But that year, the astronomy club happened to combine with the geology club, making it the astrogeo club?!\nWon't you find all kinds of sparkles with the astrogeo girls?[Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/9244/poster_image/8f98b0742eeea0f87bbcffa0d7991c64.jpg?style=small&format=jpg"}, {"title": "Runway de Waratte", "score": null, "tags": ["Drama", "School", "Shounen", "Slice of Life"], "premiere": "Jan 11, 2020 at 2:25am JST", "countdown": "EP2: Jan 18 at 2:40am JST", "studio": "Ezόla", "source": "Manga", "episodes": "12 eps × 25 min", "synopsis": "Runway de Waratte starts with the story of Fujito Chiyuki, an aspiring fashion model and daughter of a fledgling Modeling Agency, Mille Neige. Ever since she was little, Chiyuki's dream was to be the star model of her dad's agency and perform at Paris Fashion Week. With great looks and a gifted environment, it seemed like she was on the right track to fulfill her dream, but she soon found herself faced with a seemingly insurmountable wall when her height stopped growing at 158 cm; too short to be a professional model.\nAlthough Chiyuki still kept on believing in herself for years despite everyone telling her it's impossible, Chiyuki's resolve starts to crumble as she enters her last year of high school. This is when she meets Tsumura Ikuto, a lame classmate with a surprising talent for designing clothes, who is also considering giving up his dream due to unfortunate circumstances. Together, they begin the journey of doing the impossible in order to realize their dreams.[Source: MU]", "image_src": "https://u.livechart.me/anime/9587/poster_image/f248106591b081b5b3da3cea9403a2d7.jpg?style=small&format=jpg"}, {"title": "Kabukichou Sherlock", "score": "7.39 ", "tags": ["Comedy", "Drama", "Mystery"], "premiere": "Jan 11, 2020 at 1:55am JST", "countdown": "EP14: Jan 18 at 2:10am JST", "studio": "Production I.G", "source": "Original", "episodes": "24 eps × 24 min", "synopsis": "The East Side of Shinjuku Ward… The neon-lit Kabuki-chou district stretches across the center of this chaotic city. Where light shines, there are also deep shadows. The curtains rise on this night stage where bizarre murders occurred! Is this suspense? No, comedy? An indistinguishable drama is about to begin…[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/3458/poster_image/0237932d76fb28833ce320ef341cf859.jpg?style=small&format=jpg"}, {"title": "Hatena☆Illusion", "score": "7.45 ", "tags": ["Comedy", "Ecchi", "Romance", "Supernatural"], "premiere": "Jan 9, 2020 at 11:30pm JST", "countdown": "EP2: Jan 16 at 11:30pm JST", "studio": "Children's Playground Entertainment", "source": "Light Novel", "episodes": "? eps × 24 min", "synopsis": "Ever since he was a boy, Makoto Shiranui dreamed of being a magician just like the famous illusionist, Mamoru Hoshisato, his hero. But after traveling to Tokyo to train under Mamoru, he’s mugged by a mysterious and beautiful female thief! To add insult to injury, his once close childhood friend, Hatena, has no time for him anymore. This is no way to start off his new apprenticeship.[Source: Funimation]", "image_src": "https://u.livechart.me/anime/2626/poster_image/315b1924924119b958f7d15ca59f4486.png?style=small&format=jpg"}, {"title": "Kuutei Dragons", "score": null, "tags": ["Adventure", "Fantasy", "Seinen"], "premiere": "Jan 9, 2020 at 12:55am JST", "countdown": null, "studio": "Polygon Pictures", "source": "Manga", "episodes": "12 eps × 23 min", "synopsis": "※ NOTE: All episodes premiere at once on Netflix in Japan on January 9thIt's time to see what the dragon tastes like!\nThe crew of the airship Queen Zaza makes their living hunting dragons. Succeed, and the reward is riches and all the meat they can eat! Fail, and all that awaits them is a messy end.\nFollow the grand hunting and cooking adventure of the Queen Zaza as they chase dragons across the sky![Source: Batoto]", "image_src": "https://u.livechart.me/anime/9354/poster_image/707764c68a338dcbd1a709aec529ef7e.jpg?style=small&format=jpg"}, {"title": "Boku no Tonari ni Ankoku Hankaishin ga Imasu.", "score": null, "tags": ["Comedy", "Josei", "School", "Slice of Life"], "premiere": "Jan 11, 2020 at 9:00pm JST", "countdown": "EP2: Jan 18 at 9:00pm JST", "studio": "EMT²", "source": "Manga", "episodes": "12 eps × 24 min", "synopsis": "The story follows Seri Koyuki, a high school student who tries to avoid strange people because he knows he will just end up being the the straight man to their antics. Enter Kabuto Hanadori, Koyuki's classmate who has chuunibyou (second-year middle school syndrome) and claims his eye-patch seals his god of destruction alter ego. Everything about Hanadori exudes the need for a straight man to keep him in check, and sure enough Koyuki is drawn in.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/3510/poster_image/7adef8c9bc7312c8065bc3914ab0c7d0.png?style=small&format=jpg"}, {"title": "Chihayafuru 3", "score": "8.38 ", "tags": ["Drama", "Game", "Josei", "School", "Slice of Life", "Sports"], "premiere": "Jan 8, 2020 at 1:29am JST", "countdown": "EP15: Jan 22 at 1:34am JST", "studio": "Madhouse", "source": "Manga", "episodes": "24 eps × 22 min", "synopsis": "“I’m not letting go of my dreams! I’m gonna be the queen!”\nThey put everything on the line to taste the glory. Chihaya and Mizusawa High School karuta club teammates, including those who just joined, spend the summer of their sophomore year competing at the National Tournament.\nIn the team competition, they beat the seemingly invincible Fujisaki High School to make Mizusawa High School the champion for the first time. In the individual competition, Taichi wins the B Level while Arata wins the A Level.\nThe right finger that Chihaya injured in the team competition has healed from the successful surgery. She’s ready to join the Fujisaki High School summer camp with Taichi.\nThey set their eyes on beating the reigning queen and put up with the brutal training from their advisor Sakurazawa, but the discovery of one fact might dash their hopes of playing.\nMeanwhile, Arata learns that having his own team will open up new opportunities, so he sets off to establishing one.\nA new rival, an unpredictable future, and the dream of becoming the queen. “Chihayafuru 3” overflows with the passion and devotion of the karuta club high school students![Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/3117/poster_image/f2dae1e076e957763f25157bd92bcb67.jpg?style=small&format=jpg"}, {"title": "22/7", "score": null, "tags": ["Music"], "premiere": "Jan 11, 2020 at 11:00pm JST", "countdown": "EP2: Jan 18 at 11:00pm JST", "studio": "A-1 Pictures", "source": "Other", "episodes": "12 eps × 24 min", "synopsis": "Shy Miu Takigawa receives a letter notifying her that she’s been chosen as a member of a brand-new, mysterious project. Summoned to a giant, top-secret facility, she finds seven other girls just as confused as she is. Once there, a major record label tells them the craziest thing – they’ve all been selected to form a new idol group. What’s more, it’ll be unlike any that the world has seen before![Source: Funimation]", "image_src": "https://u.livechart.me/anime/9532/poster_image/5ee5695b8298739e527b4679667fe5d9.jpg?style=small&format=jpg"}, {"title": "Housekisho Richard-shi no Nazo Kantei", "score": null, "tags": ["Mystery"], "premiere": "Jan 9, 2020 at 11:30pm JST", "countdown": "EP2: Jan 16 at 11:30pm JST", "studio": "Shuka", "source": "Novel", "episodes": "12 eps × 24 min", "synopsis": "One night, a college student with a strong sense of justice, Seigi Nakata, saved a gorgeous foreigner, Richard, who was being harassed by some drunks.\nWhen Seigi found out that Richard was a jeweler, he asked for an appraisal on a ring with a shady history; one which his grandmother had kept secret until she died. The appraisal had revealed her past, truth, and desire.\nIt led Seigi to work as a part-time employee for Richard’s jewelry store, the “Jewelry Etranger” in Ginza.\nWhile solving various “mysteries” introduced to the Jewelry Etranger, the relationship between Richard and Seigi gradually changes. However, each of them has secrets they have not told anyone.\n～The curtain-up of the Jewel Mystery achieved by a gorgeous jeweler and a college student with a strong sense of justice～[Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/9560/poster_image/3c1d4d2f697f6bacf67554498e4f4b98.jpg?style=small&format=jpg"}, {"title": "Pokemon (2019)", "score": "7.77 ", "tags": ["Action", "Fantasy", "Kids"], "premiere": "Jan 12, 2020 at 6:00pm JST", "countdown": "EP9: Jan 19 at 6:00pm JST", "studio": "OLM", "source": "Game", "episodes": "? eps × 23 min", "synopsis": "※ NOTE: New Pokémon anime with the same title as the 1997 seriesThe new series will feature all of the regions covered in the franchise so far, from the Kanto to the Galar region.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9577/poster_image/74504f840b5eee90435ac005e043b4b7.jpg?style=small&format=jpg"}, {"title": "Phantasy Star Online 2: Episode Oracle", "score": "7.55 ", "tags": ["Action", "Sci-Fi", "Space"], "premiere": "Jan 6, 2020 at 10:30pm JST", "countdown": "EP15: Jan 20 at 10:30pm JST", "studio": "Gonzo", "source": "Game", "episodes": "25 eps × 24 min", "synopsis": "Adaptation of episodes 1–3 of the 5 total episodes from the Phantasy Star Online 2 game along with original content.\nEpisode 1: During their qualification exam in planet Naberius, the player and fellow ARKS trainee Afin were attacked by vile organisms known as Darkers. This is followed by the two discovering a mysterious girl who lost most of her memories, and the truth regarding Naberius and the recent spike of Darker activities. \nEpisode 2: The plot follows the player and Matoi as they try to unravel a dark conspiracy regarding the origin and purpose of ARKS.\nEpisode 3: The discovery of the planet Harukotan brought a new quest into the fray, as the peace between the Shironian and Kuronites that dwell in the planet is disturbed by the Kuronites' sudden attack. The newly-reformed ARKS is tasked to investigate the reason behind it all, and it seems like the truth is more complicated and horrifying than expected...[Source: phantasystar.fandom.com]", "image_src": "https://u.livechart.me/anime/9268/poster_image/8716a285b3e8264542b31723e89040a1.jpg?style=small&format=jpg"}, {"title": "Natsunagu!", "score": null, "tags": ["Drama", "Slice of Life"], "premiere": "Jan 7, 2020 at 1:35am JST", "countdown": "EP3: Jan 21 at 1:35am JST", "studio": "N/A", "source": "Original", "episodes": "12 eps × 4 min", "synopsis": "The story follows the coming-of-age of Natsuna Keyaki, a college student in Tokyo who goes to Kumamoto after losing contact with her friend after the 2016 earthquakes. There, she meets individuals with colorful personalities, such as middle school girl Izumi, who begin to light a passion in Natsuna.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9678/poster_image/bae4c8a324205803d0e0ff0d4c237a2c.webp?style=small&format=jpg"}, {"title": "Diamond no Ace: Act II", "score": "8.75 ", "tags": ["Comedy", "School", "Shounen", "Sports"], "premiere": "Jan 7, 2020 at 5:55pm JST", "countdown": "EP42: Jan 21 at 5:55pm JST", "studio": "Madhouse", "source": "Manga", "episodes": "52 eps × 24 min", "synopsis": "Picking up the next year after the end of the fall tournament, Seidou High School baseball team battle it out with new and old faces as they begin their tournament run at Koshien.[Source: MyAnimeList]", "image_src": "https://u.livechart.me/anime/8367/poster_image/2efef2ea2ed738956769b76d6cd644f3.png?style=small&format=jpg"}, {"title": "Zenonzard The Animation", "score": null, "tags": ["Game"], "premiere": "Jan 31, 2020 at 10:00pm JST", "countdown": "EP1: Jan 31 at 10:00pm JST", "studio": "8bit", "source": "Game", "episodes": "? eps × ? min", "synopsis": "※ NOTE: Broadcast within the \"ZENONZARD BReAK\" programThe year 20XX. Humans called ＜Concodes＞ and ultra-high-performance AI called ＜Codeman＞ team up as buddies to compete in the card battle game ZENOZARD. People are going wild with excitement at the world championships, THE ZENON.\nOne day, Sota Azuma, an average high school student, is challenged to a battle by a mysterious woman, Eilietta Lash. She reveals that she’s a Codeman and that her intent is to team up with Sota and participate in THE ZENON. Sota reluctantly agrees. Sota and Eilietta’s first opponent turns out to be the super-famous player Shion Saionji, who attends Sota’s school, and her buddy, Ash Claude.", "image_src": "https://u.livechart.me/anime/9600/poster_image/8948cd5f2772b58bb8060bce1bf54630.jpg?style=small&format=jpg"}, {"title": "Oshi ga Budoukan Ittekuretara Shinu", "score": null, "tags": ["Comedy", "Music", "Seinen"], "premiere": "Jan 10, 2020 at 1:28am JST", "countdown": "EP2: Jan 17 at 1:28am JST", "studio": "8bit", "source": "Manga", "episodes": "12 eps × 24 min", "synopsis": "The story centers on a woman called \"Eripiyo,\" who is an extreme idol fan. She is wildly enthusiastic about Maina, the shy and lowest-ranking member of the minor underground idol group Cham Jam that performs in Okayama Prefecture. She gets so wrapped up in her love for Maina during a particular performance, that she has a major nosebleed. Eri will continue to give her complete devotion to Maina until the day she can perform at Budoukan (a major performing venue in Tokyo).[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/3259/poster_image/632a11aeed3420e5a326e16dd6dbc7d2.jpg?style=small&format=jpg"}, {"title": "Yatogame-chan Kansatsu Nikki 2 Satsume", "score": null, "tags": ["Comedy", "School", "Shounen", "Slice of Life"], "premiere": "Jan 5, 2020 at 9:54pm JST", "countdown": "EP3: Jan 19 at 9:54pm JST", "studio": "Creators in Pack", "source": "4-koma Manga", "episodes": "12 eps × 4 min", "synopsis": "※ NOTE: Second season of \"Yatogame-chan Observation Diary\"After growing up in Tokyo, high school student Jin Kaito moves to Nagoya where he meets Yatogame Monaka, a fellow student who puts her Nagoya dialect on full display. With her cat-like appearance and unvarnished Nagoya dialect, Yatogame won't open up to him at all. This popular local comedy is increasing the status of Nagoya through observation of the adorable Yatogame-chan![Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/9472/poster_image/01db25079a4d888489e0a41d103f0549.png?style=small&format=jpg"}, {"title": "Uchi Tama?! Uchi no Tama Shirimasenka?", "score": null, "tags": ["Slice of Life"], "premiere": "Jan 10, 2020 at 12:55am JST", "countdown": "EP2: Jan 17 at 12:55am JST", "studio": "MAPPA", "source": "Other", "episodes": "11 eps × 23 min", "synopsis": "Anime featuring anthropomorphized characters based on the Tama & Friends franchise's main cats and dogs.[Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/9468/poster_image/0aa3e4d8b51528bd46c9753c4dee3c3f.png?style=small&format=jpg"}, {"title": "number24", "score": null, "tags": ["School", "Sports"], "premiere": "Jan 8, 2020 at 10:30pm JST", "countdown": "EP3: Jan 22 at 10:30pm JST", "studio": "PRA", "source": "Original", "episodes": "12 eps × 24 min", "synopsis": "The college rugby story centers on Natsusa Yuzuki, who expects to be an ace on the rugby team when he enrolls in college. However, he is no longer able to play rugby due to certain circumstances. Ibuki Ueoka is an older fellow student who quit rugby. Yasunari Tsuru is a younger student who finds Natsusa disagreeable. Yuu Mashiro is a younger student who admires and follows Natsusa. Seiichirou Shingyou is Natsusa's close childhood friend. Together, they compete in the Kansai university rugby league.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9382/poster_image/0e5f08cb6cc6be6d44be67634f9af59f.png?style=small&format=jpg"}, {"title": "Breakers", "score": null, "tags": ["Sports"], "premiere": "Jan 7, 2020 at 6:45pm JST", "countdown": "EP3: Jan 21 at 6:45pm JST", "studio": "ALBACROW", "source": "Original", "episodes": "? eps × 10 min", "synopsis": "The anime will center on para-athletes who all meet an outcast sports scientist named Ren Narita. The anime will have four stories about four different sports: wheelchair basketball, track and high jump, goalball, and paralympic swimming.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9696/poster_image/91a5cf73ba7a2b1fd200f5472a609122.png?style=small&format=jpg"}, {"title": "BanG Dream! 3rd Season", "score": null, "tags": ["Music"], "premiere": "January 7, 2020 JST", "countdown": "EP4: Jan 21 at 7:00pm JST", "studio": "Sanzigen", "source": "Mixed-Media Project", "episodes": "13 eps × 24 min", "synopsis": "The girl-powered bands are gigging again. That means Poppin’Party and other fan favorites are set to return for an all new season of BanG Dream! Now that Kasumi and the rest of Poppin’Party are taking charge of their own show, the sky’s the limit for their rockin’ musical ambitions and dreams of stardom. But they’ll have to contend with other bands looking for their big break, and their friendship will be put to the ultimate test as they rock their way to the top of the charts![Source: Sentai Filmworks]", "image_src": "https://u.livechart.me/anime/3239/poster_image/89775cf7e52f07cf542d072a9b078b81.png?style=small&format=jpg"}, {"title": "Oda Shinamon Nobunaga", "score": null, "tags": ["Comedy", "Historical", "Martial Arts", "Seinen", "Slice of Life"], "premiere": "Jan 11, 2020 at 1:23am JST", "countdown": "EP2: Jan 18 at 1:23am JST", "studio": "Studio Pierrot", "source": "Manga", "episodes": "12 eps × 24 min", "synopsis": "In the “one-of-a-kind samurai-general-reincarnated-as-a-canine comedy,” Nobunaga perishes at Honnouji as in history, and reincarnates in modern-day Japan as a dog named Shinamon. Other Warring States era warlords such as Takeda Shingen eventually join him, also as dogs.", "image_src": "https://u.livechart.me/anime/9528/poster_image/85239b78354f04569672c45f155cc2cc.png?style=small&format=jpg"}, {"title": "Zoids Wild Zero", "score": null, "tags": ["Action", "Adventure", "Comedy", "Mecha", "Sci-Fi"], "premiere": "Jan 10, 2020 at 5:55pm JST", "countdown": "EP14: Jan 17 at 5:55pm JST", "studio": "OLM", "source": "Other", "episodes": "? eps × 24 min", "synopsis": "※ NOTE: Second season of Zoids WildNo synopsis has been added to this title.", "image_src": "https://u.livechart.me/anime/9546/poster_image/552935cd84612c0c226625cac96960b8.jpg?style=small&format=jpg"}, {"title": "A3! Season Spring & Summer", "score": null, "tags": ["Music"], "premiere": "Jan 14, 2020 at 12:00am JST", "countdown": "EP2: Jan 21 at 12:00am JST", "studio": "3Hz", "source": "Game", "episodes": "? eps × 24 min", "synopsis": "※ NOTE: First cour of \"A3!\"\"Director! Please help us bloom!\"\nIn Tokyo, there is a place called Velude Way. It is a district notorious for its performers and theatrical groups. Izumi Tachibana, who was previously a stage actress, arrives with a letter that reads, \"Full of debt! Zero customers! Only one actor!\" It describes the current state of the once-popular theater group Mankai Company. Her task is to rebuild the company to its former glory as the new owner and chief director.[Source: MAL News]", "image_src": "https://u.livechart.me/anime/9212/poster_image/b6f64d0c16df7d23d62d4390c477dd05.jpg?style=small&format=jpg"}, {"title": "Show By Rock!! Mashumairesh!!", "score": null, "tags": ["Music"], "premiere": "Jan 9, 2020 at 10:30pm JST", "countdown": "EP2: Jan 16 at 10:30pm JST", "studio": "Kinema Citrus", "source": "Game", "episodes": "12 eps × 24 min", "synopsis": "New anime focusing on the band \"Mashumairesh!!\".", "image_src": "https://u.livechart.me/anime/9685/poster_image/87f31658875d775341a15302dabdad11.png?style=small&format=jpg"}, {"title": "Hentatsu", "score": null, "tags": ["Adventure", "Mystery", "Slice of Life"], "premiere": "Jan 4, 2020 at 11:57pm JST", "countdown": null, "studio": null, "source": "Original", "episodes": "? eps × 1 min", "synopsis": "A short animated film series about an oni and a cat-girl palling around Nakano Broadway.[Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/9756/poster_image/1219a69cf8cedcfe4058e809fc54ab8b.jpg?style=small&format=jpg"}, {"title": "Doll's Frontline: Kyouran-hen", "score": null, "tags": ["Comedy"], "premiere": "Dec 28, 2019 at 1:00am JST", "countdown": "EP4: Jan 18 at 1:00am JST", "studio": "Big Firebird Cultural Media", "source": "Game", "episodes": "12 eps × 4 min", "synopsis": "※ NOTE: Second cour of the Japanese broadcastNo synopsis has been added to this title.", "image_src": "https://u.livechart.me/anime/9724/poster_image/9fe5afac1f2a197e62c4b50e8f123745.jpg?style=small&format=jpg"}, {"title": "ARP Backstage Pass", "score": null, "tags": ["Music"], "premiere": "Jan 13, 2020 at 11:00pm JST", "countdown": "EP2: Jan 20 at 11:00pm JST", "studio": "Dynamo Pictures", "source": "Other", "episodes": "11 eps × 24 min", "synopsis": "ARP: A 4-member dance and vocal group created by the latest AR technology.\nThis popular group got their start with Avex, and are unique for their interactive concerts which combine highly-skilled song and dance routines with a format that changes based on how much the fans are cheering them on. And now, you can follow their rise to glory in the new anime, ARP Backstage Pass![Source: Crunchyroll]", "image_src": "https://u.livechart.me/anime/3467/poster_image/0556c915f0035d0ceffc8a1126624cc6.jpg?style=small&format=jpg"}, {"title": "Healin' Good♡Precure", "score": null, "tags": ["Action", "Fantasy", "Magic", "Shoujo"], "premiere": "Feb 2, 2020 at 8:30am JST", "countdown": "EP1: Feb 2 at 8:30am JST", "studio": "Toei Animation", "source": "Original", "episodes": "? eps × ? min", "synopsis": "The Healin Gardens, a secret world which has treated and cared for the earth, is attacked by the Byokuzen, who want to make the entire Earth sick! To save the earth, three Healing Animals escape from the Garden alongside Rate, its princess who holds a special power, in order to find partners.\nOn Earth, they partner with three ordinary girls and transform them into the Precure! Now, the Precure will protect Latte, the Earth and all that lives on it from the Byokuzen!\nCome on and start! Pretty Cure Operation![Source: Ultra Happy!~]", "image_src": "https://u.livechart.me/anime/9655/poster_image/f2ef60d6b40b88356c81ab6daa765a29.webp?style=small&format=jpg"}, {"title": "Rebirth", "score": null, "tags": ["Game"], "premiere": "Jan 5, 2020 at 9:30pm JST", "countdown": "EP3: Jan 19 at 9:30pm JST", "studio": "LIDEN FILMS", "source": "Card Game", "episodes": "? eps × 3 min", "synopsis": "※ NOTE: Broadcast within the \"Monthly Bushiroad TV\" variety program on Tokyo MXThe series will revolve around a team of 12 high school students who love to play the trading card game Rebirth For You.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9603/poster_image/e54ce04246ea2007695edd4507f53eda.png?style=small&format=jpg"}, {"title": "Aikatsu on Parade!", "score": null, "tags": ["Music", "School", "Shoujo", "Slice of Life"], "premiere": "Jan 11, 2020 at 10:30am JST", "countdown": "EP15: Jan 18 at 10:30am JST", "studio": "BN Pictures", "source": "Original", "episodes": "? eps × 24 min", "synopsis": "Raki Kiseki is a second-year middle school student who transfers to Star Harmony Academy to become an idol. However, when she uses an Aikatsu Pass she received from her big sister (an Aikatsu engineer), something mysterious happens. Lots of doors appeared before her, and when she opens them, she meets Aikatsu idols she never knew before, such as Yume Nijino (Aikatsu Stars!). Raki vows to design her own premium dress and perform in it on stage.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9565/poster_image/9ee3c1ada07eb9d7ddd3c41b48148a9f.png?style=small&format=jpg"}, {"title": "Cardfight!! Vanguard: Shinemon-hen", "score": null, "tags": ["Game"], "premiere": "Jan 11, 2020 at 8:00am JST", "countdown": "EP21: Jan 18 at 8:00am JST", "studio": "OLM", "source": "Manga", "episodes": "? eps × 24 min", "synopsis": "Story centering on the character Shinemon Nitta in his younger days as a third-year high school student before he becomes the manager of Card Capital. The story will be set about ten years before the events of Cardfight!! Vanguard: High School Arc Cont.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9527/poster_image/364eba14b708dfc322c13c425e96180d.png?style=small&format=jpg"}, {"title": "Hulaing Babies☆Petit", "score": null, "tags": ["Comedy", "Slice of Life"], "premiere": "Jan 8, 2020 at 7:30am JST", "countdown": "EP2: Jan 17 at 10:50pm JST", "studio": "Fukushima Gaina", "source": "Original", "episodes": "? eps × 1 min", "synopsis": "No synopsis has been added to this title.", "image_src": "https://u.livechart.me/anime/9687/poster_image/2ec4f23955a48d63c16e40c8a98694dd.jpeg?style=small&format=jpg"}, {"title": "Youkai Watch Jam: Youkai Gakuen Y - N to no Souguu", "score": null, "tags": ["Game", "Kids"], "premiere": "Dec 27, 2019 at 6:25pm JST", "countdown": "EP3: Jan 17 at 6:25pm JST", "studio": "OLM", "source": "Game", "episodes": "? eps × 25 min", "synopsis": "New series set in the same high school academy setting as \"Eiga Yo-kai Watch Jam: Yo-kai Gakuen Y - Neko wa Hero ni Nareru ka\" (Yo-kai Watch Jam the Movie: Yo-Kai Academy Y - Can a Cat be a Hero?).[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9674/poster_image/978564e3c298a40439fce677698fe538.png?style=small&format=jpg"}, {"title": "Marumaru Manul", "score": null, "tags": ["Comedy"], "premiere": "Jan 6, 2020 at 12:30am JST", "countdown": "EP3: Jan 20 at 12:30am JST", "studio": "Kachidoki Studio", "source": "Other", "episodes": "? eps × 1 min", "synopsis": "The comedy story follows the daily life of a somewhat flippant Pallas's cat or manul named Manul-kun, an orange tabby cat named Chatora-kun, Sukofu-kun, and other cats.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9732/poster_image/e1fce0ac88c80d504d916018dcff20c1.jpg?style=small&format=jpg"}, {"title": "Go! Go! Atom", "score": null, "tags": ["Action", "Adventure", "Kids", "Mecha", "Sci-Fi"], "premiere": "Jan 9, 2020 at 6:10pm JST", "countdown": "EP15: Jan 16 at 6:10pm JST", "studio": "Tezuka Productions", "source": "Manga", "episodes": "52 eps × 11 min", "synopsis": "The eco-systems of planet Earth are endangered. Lucky for us, a super-powered robot boy is flying to rescue! Astro is on a mission to help anyone anywhere in the world with a problem involving natural phenomena. Go little Astro Boy ! GO ![Source: Planet Nemo; emended]", "image_src": "https://u.livechart.me/anime/9588/poster_image/a25a18a1bd164b50bf104ac661ba9e0e.png?style=small&format=jpg"}, {"title": "Taeko no Nichijou", "score": null, "tags": ["Slice of Life"], "premiere": "Jan 5, 2020 at 1:47am JST", "countdown": "EP16: Jan 19 at 1:10am JST", "studio": "DLE", "source": "Manga", "episodes": "? eps × 5 min", "synopsis": "The story centers on the titular Taeko Shinbou, an office worker who is patient with everything and greets everything that comes her way with cheer.[Source: Anime News Network]", "image_src": "https://u.livechart.me/anime/9602/poster_image/284cc25d7c7c5624654c33d9371abd0b.jpg?style=small&format=jpg"}, {"title": "Lalalacoco", "score": null, "tags": ["Comedy", "Kids", "Slice of Life"], "premiere": "Jan 7, 2020 at 7:30am JST", "countdown": "EP3: Jan 21 at 7:30am JST", "studio": "Comet", "source": "Other", "episodes": "? eps × ? min", "synopsis": "※ NOTE: Airs in TV Tokyo's Kinder TV variety programAbout a girl who loves cute things so much that her daily routine is finding them.", "image_src": "https://u.livechart.me/anime/9751/poster_image/5e54b839959a25f12b9613de603b7e91.png?style=small&format=jpg"}, {"title": "Egg Car", "score": null, "tags": ["Adventure", "Comedy", "Fantasy", "Kids"], "premiere": "Jan 9, 2020 at 5:55pm JST", "countdown": "EP15: Jan 16 at 5:55pm JST", "studio": null, "source": "Original", "episodes": "52 eps × 11 min", "synopsis": "No synopsis has been added to this title.", "image_src": "https://u.livechart.me/anime/9590/poster_image/29dfe2bf6e820ce850d563e82ef3b23e.jpg?style=small&format=jpg"}]